export const messagesList = [
	{
		id: "msg1",
		text: "Поки я шукав мотивацію — вона встигла змінити номер 🤡",
		likes: 6,
		dislikes: 0,
	},
	{
		id: "msg2",
		text: 'Мозок: "Не забудь це зробити!" Я: "Добре". Також я: *успішно забув* 🫠',
		likes: 4,
		dislikes: 1,
	},
	{
		id: "msg3",
		text: "Хтось ще хоче на відпочинок, де тебе ніхто не знає, і не чіпає? Наприклад, в ліс. Без звʼязку. Назавжди.",
		likes: 9,
		dislikes: 0,
	},
	{
		id: "msg4",
		text: 'Сказав собі "ще серія і спати"... вже світло надворі. Серія чого, блін — життя?! ☕️🧟‍♂️',
		likes: 7,
		dislikes: 2,
	},
];