import Task1 from "./components/Task1/Task1";
import Task2 from "./components/Task2/Task2";


export const tasks = [
	{
		id: 1,
		title: "Задача 1",
		text: "Створити імітатор мессенджера. Є можлиість додавати/відображати повідомлення і ставити лайки (додайте стилі на свій розсуд).",
		Component: Task1,
	},

	{
		id: 2,
		title: "Задача 2",
		text: "Гра “Вгадай число”. Правила гри: 1) комп”ютер генерує трицифрове число; 2) кожен гравець по черзі задає цифру, якої ще не було (відсліковуємо, щоб цифри не повторювалися гравцями — не дозволяємо повторно ввести (блокуємо кнопку “Зробити хід”)); 3) якщо цифру вгадано, вона відображаться у полі гри “Число”; 4) програє той, хто вгадав останню цифру. Бажано відображати біля області кожного гравця цифри, які він вгадав",
		Component: Task2,
	},
];
